[{
  "t_id": "RGYoLtmD",
  "t_name": "Take a spicy adventure from Thailand to Singapore, via Malaysia",
  "t_available": [
    "Sun 20 Aug 2017 to Sun 3 Sep 2017",
    "Sun 1 Oct 2017 to Sun 15 Oct 2017",
    "Sun 5 Nov 2017 to  Sun 19 Nov 2017"
  ],
  "t_price": 2050,
  "t_kid_price": 0,
  "t_img": "./assets/img/RGYoLtmD.jpg",
  "t_img1": "./assets/img/RGYoLtmD1.jpg",
  "t_img2": "./assets/img/RGYoLtmD2.jpg",
  "t_desc": "Travel from Bangkok to Singapore on a voyage of discovery, soaking up traditional cultures and revelling in the exotic flavours of the region. With golden temples and saffron-robed monks, soft white beaches and bright blue skies, tantalising seafood and a host of shopping spots, our journey from Thailand down to the Malay Peninsula is sure to delight.",
  "t_start_place": "Bangkok, Thailand",
  "t_end_place": "Singapore, Singapore",
  "t_min_number": 1,
  "t_max_number": 12,
  "t_requirement": [
        "This trip covers quite a bit of ground, and so there are some longer travelling days on public and private buses, as well as an overnight train. Many of these journeys offer a great chance to interact with the locals, soak up the scenery, and even catch up on a book, but make sure you are prepared for the journeys.",
        "There is an included sea kayaking trip in Krabi, in double kayaks. The water is usually calm through the beautiful mangrove forests. Please let your leader know if you have any concerns about participating.",
        "This itinerary travels through multiple countries, each with their respective customs and National Holidays. Please see the 'Climate and Seasonal Information' section for more details.",
        "There is a village homestay with a family on this trip, in simple multi-share accommodation where conservative dress is recommended. There a few better ways to get to know a country and its people."
     ]
 ,
  "t_age": "Min 15",
  "t_days": "15 Days",
  "t_internary": [
        "Sa-wat dee! Welcome to Thailand. Thailand's bustling capital, Bangkok is famous for its tuk tuks, khlong boats and street vendors serving up delicious Thai food. Your adventure begins with a welcome meeting at 6pm on Day 1. Please look for a note in the hotel lobby or ask the hotel reception where it will take place, and have your insurance details and next of kin information ready for collection. Bangkok has so much to offer those with time to explore, so perhaps arrive a day or so early and take a riverboat to Chinatown and explore the crowded streets, uncover the magnificent Grand Palace and the Temple of the Emerald Buddha, wander down the tourist mecca of Khao San Road, or indulge in some Thai massage. After the meeting tonight perhaps gather your fellow travellers together and tuck into some into world famous street food. ",
        "Begin the day with a river cruise down the Chao Phraya River to explore the famous ‘khlongs’ (canals) (approximately 1 hour). Life along these canals seems a world away from the chaotic streets of the capital. Pay a visit to Wat Pho, one of the ‘trinity’ of Bangkok temples, with a 46-metre long gold plated Buddha reclining inside. Even the feet of this statue are incredible, three metres long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls, and shrines. No trip to Thailand is complete without an overnight train journey. This evening you’ll head south to Surat Thani on an overnight train journey, accommodated in air-conditioned sleeping berths (approximately 12 hours). Multi share compartments have bunk beds, with sheets and pillow provided. Your baggage travels in the carriage with you. There is a food and drink service available on board.",
        "Arrive into Surat Thani in the morning and then and travel by minivan to Khao Sok (approximately 2.5 hours). Set amid hectares of thick jungle, waterfalls, limestone cliffs and topped off with an island-studded lake, the national park of Khao Sok is a nature lover's paradise. Here you’ll have free time to explore one of the oldest rainforest in the world. Walk along the dirt trails that snake through the quiet park, looking out for wildlife as you head for rivers and waterfalls. The park is home to boar, gaur, gibbons, deer, wild elephants, and even the occasional tiger. The flora is also top-notch, with the rare Rafflesia Kerri, one of the world’s largest flowers, only found in Thailand here. There are longer hiking trails also available and in the rainy season there's an option to take to the water in inner tubes and float down the river through the rainforest. Spend a night in a rustic hut amid ancient gnarled rainforest trees.",
        "Travel through pristine jungle, rubber and oil plantations before boarding a long tail boat for a ride across stunning Cheow Lan Lake, with one of its island as your destination. With limestone karst hills rising almost 1,000 metres into the air and surrounded by beautiful green waters, the area is incredibly picturesque. Trek to the an island cave and discover its eerie stalactites and bats hanging from the celling, with subterranean streams at your feet. You’ll enjoy lunch in a local raft-house before having free time to relax, swim or kayak around the lake to search for wildlife – the water is clear and teems with aquatic life, and you might spot hornbills, langurs, macaques or gibbons above water. Return to your accommodation for the night.",
        "Sit back and enjoy a local bus ride to Krabi province – you’ll travel by private minibus to your village homestay (approximately 3 hours). When you arrive, enjoy a walk with your homestay host around the village, try out rubber tapping and enjoy the great food and hospitality of the region. Thailand is one of the world’s three largest producers of rubber, and you can try your hand at ‘tapping’ a rubber tree – skimming the bark off the tree to create a path for the milky white latex to run down. There is also an opportunity to assist with the preparation of tonight's meal – learn some of the delicious secrets of southern Thai cooking and enjoy a dinner that tastes all the better thanks to your handiwork! This is a wonderful opportunity to absorb some of the daily rituals of Thai culture.",
        "Make the short journey by private minibus to the stunning surrounds of Krabi and your base at Ao Nang (approximately 30 minutes). Famous for the incredible limestone karst scenery of the headland, sun-seekers will fall in love with Krabi's unspoilt beaches, the spectacular cliffs will tempt avid rock climbers, while scuba fans can embark on a Krabi diving adventure. If you love getting out on the water and exploring islands, then consider taking a trip by boat to explore Phi Phi and Khai Nok, islands surrounded by white sandy beach perfect for swimming and snorkelling. The area around Krabi is also home to some of the most spectacular climbing routes around. Whether you're a novice or a pro, being securely tied high up a limestone cliff-face looking down on jungle and crystalline seas is unforgettable. In the evening, look out for a beautiful sunset and consider dining on seafood in a beachside restaurant, followed by a drink in one of the many clubs and bars along on the beach.",
        "This morning you’ll enjoy an included half day Sea Kayaking trip to the mangrove forest of Ao Thalane. About half way along the coast between Than Bok Khoranee and Krabi town is a bay of mangroves that might just be the most beautiful bay in Thailand. Surrounded by towering karst formations and many small offshore islands, let the waterways become your pathway as you move slowly through the bays and canyons, discover inlets, caves and hidden lagoons, and check out the local wildlife up-close – the birds overhead and monkeys in the trees. If you do see a monkey, make sure you secure your belongings and any food! If you have time today in the afternoon, you could explore the beautiful underwater world around Ao Nang with some scuba diving, which includes three dives, or maybe absorb Thai culture through the tastes of a Thai cooking class. In the evenings, you can stroll the beaches, sample local fare at a seafood restaurant, enjoy a relaxing massage on the beach, or simply sit back with a good book and a cool cocktail to watch the sun slip beneath the waves.",
        "Get out your best book or find your entertainment at the scenery out the window, as today’s a long day of travel (approximately 9 hours). The journey by private minibus sees you say goodbye to Thailand and wave hello to the cultural melting pot of Malaysia. The fascinating island of Penang was the first destination of the colonial British in 1786. They invited the Chinese, as well as others from all over Asia, to live on this island in the tropics. Today, this exotic fusion of cultures still exists and the World Heritage site of Georgetown contains a fascinating mix of religious places of worship. When you arrive, you’ll take an orientation walk around the blend of colonial buildings, tumble-down shops and hawker-filled alleyways to get your bearings. The food here might just be the best in Malaysia, so tonight why not seek out the endless food stalls of this food paradise. Your guide can give you some tips, or ask the locals! Look out for local specialties like Nasi Kandar, Penang Laksa, and Char Kway Teow.",
        "This morning you’ll take a half day sightseeing walking tour around Penang and Georgetown, soaking up the relaxed pace of life and the mix of cultures on show in this heritage area. See the original 19th century shophouses, the street markets, and the strong cultural and religious identity still on display in each neighbourhood – Little India, Chinatown or the Muslim Quarter. Check out the street art that adorns the walls and stop by a clan jetty. Clans were formed by 19th century immigrants, banding together based on the area of China that they came from, and they built rival waterfront societies on wooden jetties. You’ll also pay a visit to Thai and Burmese temples, and see Kek Lok Si Temple, the largest Buddhist temple in South East Asia. You’ll have this afternoon free and, aside from sauntering along the interesting streets (or hoping in a trishaw for a ride that will take you back in time), you might visit Fort Cornwallis, built to defend the city from invasion, or see the clan house of Khoo Kongsi. Check out the ornate carvings on the walls, roof and pillars, and maybe see more Chinese architecture in the memorably blue Courtyard House of Cheong Fatt Tze, a fabulously wealthy merchant. Don’t forget to feast on the island’s culinary delights tonight.",
        "Continue south on a local bus to Kuala Lumpur (approximately 5 hours). This is a great opportunity to try and chat with the locals and maybe get some tips out of them for your next destination. Kuala Lumpur, the cosmopolitan capital of Malaysia, is affectionately known as KL and you'll almost always hear locals refer to it by its acronym. Communities of Indian, Chinese and ethnic Malay people mingle peacefully, allowing travellers to get the best of all three worlds. KL has grown from a sleepy little village to a skyscraper-lined multi-million-peopled metropolis. The city can seem vast, but the main focus is the traditional core of the old town (the former colonial centre), the luxury hotel and shopping mall district of the Golden Triangle, and bustling Chinatown and Little India. Once again, you’ll be incredibly spoilt with the breadth and quality of dining options on offer. From simple-street side fare that attracts queues of customers eager to try the latest dish said to be the best around, to seriously high-calibre, world-class cuisine.",
        "Take a half-day tour and absorb the fascinating multicultural mix that gives Kuala Lumpur such a uniquely cosmopolitan feel. You’ll also visit some of the city's most impressive architecture such as the National Monument (commemorating those who died in Malaysia's struggle for freedom and based on the Iwo Jima Memorial in the USA), the vast National Mosque, featuring a bold and modern design, and the Istana Negara (National Palace). You’ll also drop by the Royal Pewter Factory, where the world renowned pewter is produced, and scale the 272 steps up to the Batu Caves, where shrines are filled with fascinating statues of the Hindu Gods. In free time, you might stroll Dataran Merdeka (Independence Square), or shop in Suria KLCC (one of Malaysia’s premier shopping destinations) and then head up to the Skybridge & Observation Deck of the iconic Petronas Towers. Those with a head for heights can also climb up the KL Tower at dusk and watch the city lights come to life. Lake Gardens is home to a number of sights, including the National Planetarium and the superb Islamic Arts Museum, home to a standout collection. If culture’s your thing then perhaps enjoy a cultural show, or try your hand at Batik, a technique of dying cloth that’s a real art form. Tonight, be sure to indulge in the myriad tasty food options Kuala Lumpur is famous for.",
        "Transfer by local bus to the old port town of Melaka (approximately 3 hours). Back when Penang, Kuala Lumpur and Singapore left little impression on a map, the historic city of Melaka was the most important trading port in Malaysia, attracting Chinese, Indian, Dutch, Portuguese and British traders. These visitors sought wealth or an opportunity to control the Straits of Malacca, a vital trading route between the Indian and Pacific oceans, which lead to 400 years of colonial rule. Today, Melaka's wealth of historical sites remind visitors of times gone by, and its multicultural past is revealed in its distinctive cuisine. Like Georgetown, the Melaka was declared a World Heritage Site in 2008, and like its Penang sibling, the city is a harmonic mix of cultures, a place where colonial buildings sit next to Chinese shophouses and temples.",
        "Today you’ll get to know this port city better with a quaint trishaw tour along the narrow winding streets. You’ll admire Chinatown's unique Peranakan architecture, get a taste of old Melaka, and learn about the ancient spice trade. Take in sites such as Harmony Street (so called because it contains the prayer houses of Malaysia's three main faiths), and stop by a mosque, Chinese Buddhist Temples, and a traditional Muslim house-museum. In your free time this afternoon there are plenty of historic sights and museums to check out. From 17th century Dutch buildings and ships, to museums that showcase the local history of ethnic Chinese-Malays, the travels of diplomat and explorer Zheng He, and even a museum that focuses on concepts of beauty in different cultures. If you’re looking to get more active then you could perhaps jump on two wheels for an Eco Bike tour around the city, or see Melaka from a different perspective with a boat tour along the river.",
        "Travel by local bus to your final destination of Singapore (approximately 5 hours). Singapore has few areas untouched by modernisation, but wandering the streets of Little India and Chinatown is a great way to see the old parts of the city. To explore further, check out the renowned shopping precinct of Orchard Road, or stop by Raffles to experience the old world charm of a Singapore Sling. An evening in Singapore is not complete without a stroll along Clarke Quay, or even a river cruise to learn more about the fascinating history of this city. Your accommodation tonight is a centrally located hotel, perfect for easy exploring. Whatever you choose today, maybe gather together your fellow travellers for a celebratory drink or meal as your Bangkok to Singapore adventure comes to an end.",
        "There are no activities planned for the final day and you are able to depart the accommodation at any time."
        
     ]
},{
  "t_id": "HGYoLtmD",
  "t_name": "Travel around Thailand and be immersed in the intoxicating culture.",
  "t_available": [
    "Sun 6 Aug 2017 to Tue 29 Aug 2017",
    "Sun 6 May 2018 to Tue 29 May 2018",
    "Sun 27 May 2018 to Tue 19 Jun 2018"
  ],
  "t_price": 2655,
  "t_kid_price": 0,
  "t_img": "./assets/img/HGYoLtmD.jpg",
  "t_img1": "./assets/img/HGYoLtmD2.jpg",
  "t_img2": "./assets/img/HGYoLtmD3.jpg",
  "t_desc": "Discover the riches of Thailand in this epic trip from north to south. On this adventure we take you from the bright lights and crazy sights of Bangkok city to the serenity of the rainforest, from atmospheric ruins to tropical sun-drenched islands like Ko Samui, Ko Tao and Ko Pitak. If you're after the idyllic Thailand getaway with the perfect blend of northern adventure and southern relaxation, then this tour is definitely for you.",
  "t_start_place": "Bangkok, Thailand",
  "t_end_place": "Ko Samui, Thailand",
  "t_min_number": 1,
  "t_max_number": 15,
  "t_requirement": [
        "Experience travel in a variety of different ways, using private buses and even local transport like songtheaws. This trip covers a fair amount of ground, so be prepared for some long travel days.",
        "There is 2 nights at a homestay and two nights in Hilltribe villages on this trip, a wonderful opportunity to witness everyday Thai life. Facilities can be basic and multishare, with fold-out mattresses on the floor and shared bathrooms. The rewards of such an authentic local experience are immeasurable.",
        "This trip includes three nights on overnight trains. Accommodation is simple but comfortable – soft sleeper class multishare compartments with air-conditioning and bunk beds, with sheets and a pillow provided. Overnight trains are a real Intrepid experience and one of the best ways to come face-to-face with the country and its people",
        "This trip includes lots of free time for flexibility and space for making your own discoveries. There are lots of recommended optional activities if you wish, or just time to soak up the sun and kick back on the countless beautiful beaches.",
        "Get your sea legs ready because this trip involves lots of travel by boat. Apart from being the only way to see these islands, you can’t beat cruising between dramatic limestone outcrops as you island hop."
     ]
 ,
  "t_age": "Min 15",
  "t_days": "15 Days",
  "t_internary": [
        "Sa-wat dee! Welcome to Thailand. Thailand's bustling capital, Bangkok is famous for its tuk tuks, khlong boats and street vendors serving up delicious Thai food. Your adventure begins with a welcome meeting at 6pm on Day 1. Please look for a note in the hotel lobby or ask the hotel reception where it will take place, and have your insurance details and next of kin information ready for collection. Bangkok has so much to offer those with time to explore, so perhaps arrive a day or so early and take a riverboat to Chinatown and explore the crowded streets, uncover the magnificent Grand Palace and the Temple of the Emerald Buddha, wander down the tourist mecca of Khao San Road, or indulge in some Thai massage. After the meeting tonight, perhaps gather your fellow travellers together and tuck into some world famous street food. ",
        "Begin the day with a river cruise down the Chao Phraya River to explore the famous ‘khlongs’ (canals) (approximately 1 hour). Life along these canals seems a world away from the chaotic streets of the capital. Pay a visit to Wat Pho, one of the ‘trinity’ of Bangkok temples, with a 46-metre long gold plated Buddha reclining inside. Even the feet of this statue are incredible, three metres long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls, and shrines. Hop on a local bus and travel northwest to Kanchanaburi (approximately 4 hours). Located where the Khwae Noi and Khwae Yai rivers converge, Kanchanaburi is home to the infamous 'Bridge on the River Kwai'.",
        "This morning you’ll get an insight into the darker side of Kanchanaburi’s history with a visit to the Kanchanaburi War Cemetary (POW Cemetary) which was one of the first museums to attempt to educate the public and keep alive the memory of the Asian and POW workers who died constructing the infamous ‘Death Railway. Then travel to Erawan National Park (approximately 1.5 hours each way), where you can explore the famous seven-level waterfall or simply swim and relax. The falls are considered the most beautiful in the whole country, with glacial blue waters rushing through the forest into bamboo-shaded pools perfect for a refreshing dip. If you want to make the climb all the way from level one to level seven it’s about a ninety-minute hike, with the uppermost level usually quiet and with a stunning view over the jungle below. Be sure to pack your swimming gear, but also appropriate footwear if you’re going to make the walk. Level seven features a triple cascade that gives the falls their name – Erawan is the mythological three-headed white elephant that carries the Hindu god Indra. Tonight you can explore the rows of street vendors in town and grab a drink overlooking the River Kwai.",
        "Today you’ll then spend a memorable day and night floating down the Mae Glong River in a raft house. The raft house is towed by a boat, and it is your transport down the river, your lounge room for the day to sit back and enjoy the sights, and your bed for the night. This is a unique way to travel and sets the scene for pure relaxation. Spend the afternoon temple-hoping down the river, stopping off to see the cave temple of Wat Baan Tham, a Chinese temple called Wat Tham Khao Noi, and a Thai temple called Wat Tham Suea. There’s also plenty of time for card playing, reading a book, or just taking in the view down the river. This really is an Intrepid style of travel! \n Notes: The raft house has Western style toilets and shared bathrooms with showers. There is an open plan living area that is fully covered and so offers plenty of shade, but the sides are open to take in the views and to feel the breeze while moving down the river. At night time the raft house will be moored, and the living room becomes the sleeping area. Thai style thin mattresses are placed on the floors with sheets provided, and everyone will sleep in the one area. Mosquito nets are also provided. Delicious Thai food will also be served on the raft house.",
        "After your river adventure, you’ll disembark and travel by private mini van to Ayutthaya, via Suphanburi (approximately 5 hours). Day rooms will be arranged, as you take an overnight train later tonight. Ayutthaya was the second capital of Siam after Sukhothai, and it became one of the most powerful in Asia with over 1 million residents by AD 1700. Trading brought great riches to the city, and merchant tales tell of golden palaces, elaborate ceremonies, and breathtaking temples. You’ll see the remains and reminders of its golden age with a guided tour of the picturesque ruins and temples spread across the town. The rows of headless Buddhas at Wat Phra Mahathat, sacked by the Burmese in the 18th century, are very atmospheric, and a Buddha head surrounded by Banyan tree roots is perhaps the most photographed site in all of Ayutthaya. This evening you’ll head north to Chiang Mai on an overnight train journey, accommodated in air-conditioned sleeping berths (approximately 13 hours). \n Notes: Multi share compartments are air-conditioned, with bunk beds; sheets and a pillow provided. Your baggage travels in the carriage with you. There is a food and drink service available on board. Sometimes the air conditioning on the trains can make the carriage quite cold so we recommend you bring a jumper and long pants for this journey.",
        "The most vibrant city in northern Thailand, Chiang Mai has many famous temples and an interesting old city area. Renowned for dazzling beauty and extremely welcoming locals, the ‘Rose of the North’ will leave you spellbound. Chances are, you won’t want to leave. When you arrive in Chiang Mai, your day will be free. There are a number of optional activities for you to choose from, so you can do as much, or as little, as you like. Perhaps simply have a traditional Thai massage before heading down to the famous Chiang Mai Night Bazaar, a shopaholic’s dream. There are also many Thai cooking schools offering courses for budding chefs, sure to help you impress your friends when you return home. Or get active with a bicycle tour to discover the city and surrounding countryside from a different perspective; temples and ruins, the McCain institute for handicapped artists, and possibly a sticky rice factory are just some of the sights you may visit.",
        "Today is a free day for you to spend how you wish. While Chiang Mai's markets, temples and cooking schools offer more than enough to keep visitors busy, there's also the option of a very special outing to an Elephant Nature Park. In a country where the cruel industry of elephant riding is still big business, elephant nature parks provide a sanctuary for rescued, injured and orphaned elephants. You’ll be greeted by an expert guide, who'll tell you stories of rescued elephants and explain the issues surrounding elephants in South-East Asia. You'll then have a chance to feed the elephants from a viewing platform. Lunch (for you) is also provided, followed by elephant bath time. After a safety briefing you'll be free to jump in and help out scrubbing and bathing the elephants (be sure to bring some shorts/swim gear and a change of clothing). Alternatively, just sit back and watch these wallowing creatures so clearly enjoying themselves.Return to Chiang Mai for a final evening in the city – make sure to sample some delicious traditional northern Thai food. The signature dish is kao soy, yellow wheat noodles in a curry broth, traditionally served with chicken or beef.",
        "Set off by road to the Golden Triangle region, the area where Thailand meets Myanmar and Laos. Travel by public bus, maybe chatting with the locals, from Chiang Mai to Mae Chan (approximately 4 hours). Then transfer to a private minivan to continue onto Doi Mae Salong (approximately 1 hour). The atmosphere in the charming town of Doi Mae Salong is reminiscent of a small southern Chinese village, as it was settled by former Chinese Nationalist soldiers who fled from (then) Burma in the 1960s. The region is famous for its Chinese tea traders and you can enjoy a cup of tea in a traditional Chinese tea house overlooking the mountains and tea fields. Check out the interesting markets, where you may see produce and crafts made by hilltribe people like the Akha.",
        "Jump in a private mini van and visit the point of the Golden Triangle, where the Thailand, Myanmar and Laos borders meet. Stop at the border town of Mae Sai, a great place to do some souvenir shopping; full of colourful shops stacked with Chinese, Thai and Lao goods, all at some of the best prices around! Pay a visit to the House of Opium Museum for a deeper insight into opium culture and this area’s problematic, drug-filled past. Then you’ll begin one of the highlights of this whole trip, when you’ll spend a few of days with the locals – head to a small Thai village and stay in the home of some local friends. There will be plenty of time to experience the quiet village life before sampling a traditional northern Thai khantohk dinner. Not only that, but this evening you’ll also enjoy a traditional Thai musical performance from our local friends’ children's band. Staying here is a true privilege and a chance to experience the real Thailand, something very few travellers are able to do.Notes: The accommodation in the homestay is on a basic multishare basis. There will be foldout mattresses on the floor and shared bathrooms.",
        "Walking through hilltribe villages and meeting the locals is, for many, the highlight of this trip. Visit various villages, each with their own unique language, clothing style and belief system. After breakfast at the homestay and with a lunch pack in your bag, say bye to your hosts and take a songthaew to the Karen people village of Baan Yang Khamnu. After a short walk along the road, hike through green forest and climb through bamboo forest for just over an hour to the top of a hill. Around 50 minutes later you’ll arrive at a lovely waterfall where you’ll break for lunch. Through beautiful forest, crossing streams and climbing up a mountainside, you’ll reach the Akha village of Baan Pha Sert Nai 2 hours later. There are around 46 families in the village, most of whom emigrated from Myanmar around 16 years ago, and you’ll stay with one in their home near a stream with a forest view. You can join in with the local kids playing football or volleyball, or the local girls have many games they can teach you. Lend a hand to help your guide cook a delicious dinner of local food, and enjoy an early evening meal in this memorable location and experience.Notes: To take the trek you should be fairly fit, as you hike across hilly countryside, and rain or hot, humid weather can pose extra challenges. You’ll walk for up to 5 hours each day, but there's no great rush. The terrain is rural rather than jungle – the hilltribes grow rice and other vegetables on the slopes – and you’ll trek along village tracks. There's also the possibility of some shallow river crossings. Please note, there may be times during the trek when the use of video and/or still cameras may be inappropriate. Your group leader will advise you further. Each person carries his or her own pack for the whole trek (see the 'What To Take' section for luggage requirements). All meals are included while trekking, but you'll need to purchase and carry your own water (please allow approximately US$10 to cover your water purchase for the trek). Accommodation is multishare, sleeping on your rented roll mats on the floor of the wooden/bamboo huts typical of the villages. There are shared squat toilets and basic washing facilities (a hose or water pipe) in most villages. You may also be able to wash in a nearby stream. Warmer clothing and sleeping bags are recommended from November to January, as the nights are usually quite cool during this period. Sleeping bags can be rented locally – ask your leader to organise this for you at the group meeting.",
        "After breakfast, chat with local women and see the handicrafts that they sell, perhaps choosing to purchase some – spending your money on community enterprises directly can help support community development. Begin your trek at 9am, with a distance of around 5-6 kilometres covered today. It’s a bit longer than yesterday, but the scenery is stunning and, with the cover of the jungle overhead, it won’t be too hot even in the summer. For the next 80 minutes or so you'll walk up a hill though scenic bamboo forest, then descent down to a stream where you can break and splash on some refreshingly cool water. Relax and refuel with your snacks, then continue uphill for 40 minutes to the main trail. Here you can see a Buddha image above a well of clean holy spring water that the locals drink from. 15 minutes or so later you’ll arrive at a Lisu people village, with a beautiful view across the countryside to the village you’ll stay in. Prop yourself on a rock and enjoy lunch under a shady tree. Pass tea plantations for 20 minutes, then an hour later reach Huay Kaew Waterfall. This last section can get quite hot in the dry season, so the waterfall is perfect for cooling off. Climb 15 minutes uphill to the swimming area and luxuriate in the refreshing waters (though beware it’s very slippery in rainy season). Just 10 minutes down the road is the Akha village of Baan Khum Akha, where you’ll stay tonight. The village overlooks a majestic valley surrounded by native jungle, tea plantations and lychee farms. You’ll arrive around 2pm and, after a walk around the village, have time to relax – maybe even with a recuperating massage. Flex your cooking skills as you help the guide with dinner tonight.",
        "Another 9am trek start takes you uphill though lychee fields, then downhill on a hike that’s easier going than yesterday. Take it easy for the next 1.5 hours or so as you walk through scenery of rice fields and bamboo jungle, stopping in the village of Baan Ja-Jor to take a look around and maybe say hi to the local school kids. Then it’s not too far to the end of the trek at Pha Sert Hot Springs in Mae Kok National Park. You walk for a total of around 3 hours today. Here you’ll have lunch and can relax, swim and reward you muscles in the springs. Transfer to Chiang Rai (approximately 40 minutes), arriving around 1pm. Chiang Mai's 'little sister', Chiang Rai boasts a relaxed atmosphere, a great night market, and a variety of good restaurants. This charming city has a small-town feel and is a great place to explore on foot.",
        "In the morning visit privately owned Wat Rong Khun, more commonly known as the White Temple, is a must-visit in Chiang Rai. This contemporary temple is constantly being added to and its strange design features references to Buddhist mythology, human sin and pop culture icons such as Michael Jackson, Harry Potter and Superman. Then return to Chiang Mai by bus (approximately 4 hours). The rest of the day is free to explore. Maybe take a scenic, winding drive up a mountain (around 45 minutes) to one of the country's most stunning temple complexes, Doi Suthep. A 300-step naga-guarded stairway leads you to the temples, and the climb is well worth the effort. The hypnotic atmosphere of chanting Buddhist monks and sweeping views of the city make this a most memorable experience. This evening you’ll get back on the rails for an overnight train to Bangkok (approximately 13 hours). Conditions are the same as Day 5 – soft sleeper class.",
        "Arrive back in Bangkok and spend your day shopping or sightseeing before meeting again for an optional group dinner. Being a weekend, this is a great opportunity to visit the weekend market at Chatuchak, one of the biggest and busiest markets you will ever see. Your leader can also give you other ideas of what to do – places like Jim Thompson's House, the Grand Palace and Chinatown are all great to explore. There's a fantastic array of transport options available for getting around this traffic-choked city and although it's most efficient to stick to the canals, river, and Skytrain, a trip in a tuk-tuk is certainly an experience!",
        "Today you have a free day; you might want to consider doing an optional Urban Adventure. Or simply relax with a Thai massage. As this is a combination trip, your group leader and the composition of your group may change at this location. There will be a group meeting to discuss the next stage of your itinerary and you're welcome to attend, as this is a great chance to meet your new fellow travellers.",
        "You’ll start today with a visit to Wat Pho, home to the country's largest reclining Buddha and keeper of the magic behind Thai massage. Wat Pho is one of the ‘trinity’ of Bangkok temples, located practically next door to the Grand Palace, and inside lies a 46-metre long gold-plated Buddha. Even the feet of this statue are incredible, three metres long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls, and shrines. The complex is considered the first public university in the country, and is home to the world famous Wat Pho massage school, the centre of the traditional practice. The rest of the afternoon is free for optional activities, and this city has so much to offer – perhaps head next door to the magnificent Grand Palace and the Temple of the Emerald Buddha, take a riverboat to Chinatown and explore the crowded streets, or travel by longtail boat down the Chao Phraya River to explore the famous 'khlongs' (canals) of Bangkok. Life along these canals seems a world away from the chaotic streets of the capital. Tonight you will board an overnight train southbound for Langsuan (approximately 9 hours). Notes: Sleeper trains are clean and air-conditioned, and beds are multi-share compartments with bunk bed padded berths with sheets, pillow and blanket provided (although some people prefer to bring their own sleeping sheet). Please note that you may be sharing compartments with locals of the same or opposite gender. Your baggage will travel in the carriage with you. There's also a food and drink service available on board. Some may find the air conditioning on the train quite cold overnight so best to pack a jumper and some long pants.",
        "Arrive on your overnight train early in the morning, at around 6 am. Try a local style breakfast in Luangsuan market before heading to the pier (approximately 20 minutes) for Koh Pitak. Take a 10-minute boat to nearby Koh Pitak, a gorgeous little island, the location of tonight's homestay. Take an orientation walk around the village. While you're here, you'll see how the fisherman live and how they make their interesting fish traps. Your homestay tonight will include lunch, dinner and breakfast. Most meals will be be typical southern fare with fresh local seafood.",
        "Say goodbye to your hosts and travel back to the mainland on a short boat trip. Then make the journey to Chumphon by private minivan (approximately 1.5 hours) and check into your resort. Your accommodation is beautifully located, right on the beachfront at Thung Wua Lan Beach (located about 16 kilometres away from the main town). You'll join the rest of the group to travel to a local lookout point, Khao Matsee, to take in some nice views and perhaps grab a cup of coffee. Back at the beach, spend free time stolling along the white sands of this pristine, uncrowded strip of coast.",
        "Embark on a full-day snorkelling adventure. You will start at around 9 am and finish up at around 3 pm. The trip covers three different snorkelling spots, which gives you a nice variety of underwater scenery. See how many different kinds of tropical fish you can spot. The snorkelling will take place in the open water, so there will be no beach stops. Lunch is included, and you will arrive back at base at around 5 pm.",
        "Hop from one beach paradise to another, travelling to Ko Tao. The ferrry takes around 2 hours, and you'll arrive on Ko Tao mid-afternoon. Famous for its spectacular coral reefs, the delightful little island of Ko Tao is popular not only among divers but also those looking for beautiful palm-fringed beaches such as Sairee. Here you can relax or perhaps take up some optional diving. Cooking classes, aromatherapy sessions or local spa visits are also great options. Ko Tao also has a small but lively nightlife for those interested in dancing and socialising on the beach or in bars.",
        "Today you’ll experience the beautiful underwater world that surrounds Ko Tao with an exploratory snorkelling trip. With coral and fish a plenty and the remote chance of seeing timid reef sharks amongst mesmerising coral formations, Ko Tao is undeniably one of the jewels in southern Thailand's crown. Sail south from Mae Haad Pier, navigating around the southern tip of the island until you reach Shark Island. You might see the occasional leopard shark. Drop by Luek Bay for one of the best swimming beaches on the island with fish-filled reefs on either side, then stop at Hin Wong Bay for lunch aboard the boat – an idyllic spot where palm trees line the sheltered inlet. The shallow waters of Muang Bay are filled with colourful fish to swim by, and then stop at Nang Yuan Island. You can pay the small entrance fee to this privately owned island and take a short hike up to a viewpoint, relax on the beach, snorkel through schools of parrotfish, or chill out on the boat.",
        "Jump on another boat today and cruise over to Ko Samui (approximately 2.5 hours). The island is certainly a brasher, more vibrant extrovert compared to its sister islands. If a little modern pizazz is what you’re after with your dose of sunshine exotica, look no further – this island offers a little something for everyone. Known simply as Samui by locals, Thailand's third largest island is rich with white sandy beaches, coral reefs and coconut trees. There's also the Big Buddha, waterfalls, markets, temples, a mummified monk, great shopping opportunities, Michelin star restaurants, luxury spas, and a lively nightlife. Today you can take an optional sightseeing tour around the island or brush up on your cooking techniques with a Thai cooking class.",
        "It’s up to you what you want to do today, but if you feel like being more active, take an optional day trip to Ang Thong Marine National Park, an idyllic archipelago of around 40 islands (many uninhabited). If you choose this option you’ll take a speedboat to the Marine Park, with the island of Ko Wao or Ko Tai Plow as your first stop – here you can snorkel in the turquoise waters filled with ever changing colours of coral and fish. Sail around the steep limestone cliff islands and stop near an inland saltwater lagoon called Emerald Lake (Talay Nai), which is fed by an underground cave. Take a short walk up pathways and a wooden staircase to reach a magnificent hilltop lake viewpoint. Enjoy lunch on the island that houses the park headquarters, then chill out on the beach, climb up for a panorama of the Marine Park, and get out on to the bay for some kayaking. You’ll head back to Ko Samui in mid-afternoon. Maybe join you the rest of your group for a drink to celebrate the end of this east coast Thailand beach adventure tonight.",
        "This wonderful Thailand beach adventure comes to an end today, and you are able to depart the accommodation at any time. Perhaps continue your exploration of South East Asia with another Intrepid adventure."
        
     ]
},{
  "t_id": "CGYoLhtD",
  "t_name": "Immerse yourself in Thailand's world famous beach culture",
  "t_available": [
    " Sun 27 Aug 2017 to Tue 5 Sep 2017 ",
    " Sun 17 Sep 2017 to Tue 26 Sep 2017 ",
    " Sun 1 Oct 2017 to Tue 10 Oct 2017 "
  ],
  "t_price": 1310,
  "t_kid_price": 0,
  "t_img": "./assets/img/CGYoLhtD.jpg",
  "t_img1": "./assets/img/CGYoLhtD1.jpg",
  "t_img2": "./assets/img/CGYoLhtD2.jpg",
  "t_desc": "Clear blue waters, white sands, swaying palm trees and a bungalow on the beach… Thailand has the ideal ingredients for a holiday in paradise. Come and explore Thailand's beautiful southern islands, relax in the sun and try some of the special Thai food this region is famous for. These are just some of the pleasures that await you on this relaxing tour of Thailand's pristine beaches.",
  "t_start_place": "Bangkok, Thailand",
  "t_end_place": "Ko Samui, Thailand",
  "t_min_number": 1,
  "t_max_number": 12,
  "t_requirement": [
        "The overnight sleeper train from Bangkok to Chumphon takes 9 hours and is a real Intrepid adventure. Be prepared for basic conditions though – bunk beds and shared facilities.",
        "This trip includes lots of free time for flexibility and space for making your own discoveries. There are lots of recommended optional activities if you wish, or just time to soak up the sun and kick back on the countless beautiful beaches.",
        "Get your sea legs ready because this trip involves lots of travel by boat. Apart from being the only way to see these islands, you can’t beat cruising between dramatic limestone outcrops as you island hop."
     ]
 ,
  "t_age": "Min 15",
  "t_days": "10 Days",
  "t_internary": [
        "Sa-wat dee! Welcome to Thailand. Bangkok is a heady mixture of ancient traditions and slick modernity, where the bazaars (obviously bustling) and world-class cuisine are only the beginning. Your adventure begins with a welcome meeting at 6pm today. Please look for a note in the hotel lobby or ask the hotel reception where it will take place. If you can't arrange a flight that will arrive in time, you may wish to arrive a day early so you're able to attend. We'll be happy to book additional accommodation for you (subject to availability). If you're going to be late, please inform the hotel reception. Have your insurance details and next of kin information on hand for collection. With free time, acquaint yourself with this frenetic city of tuk tuks, street food and traditional khlong boats winding down the Chao Phraya River. Tonight you might want to experience the unique tourist mecca of Khao San Road. ",
        "You’ll start today with a visit to Wat Pho, home to the country's largest reclining Buddha and keeper of the magic behind Thai massage. Wat Pho is one of the ‘trinity’ of Bangkok temples, located practically next door to the Grand Palace, and inside lies a 46-metre long gold-plated Buddha. Even the feet of this statue are incredible, three metres long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls, and shrines. The complex is considered the first public university in the country, and is home to the world famous Wat Pho massage school, the centre of the traditional practice. The rest of the afternoon is free for optional activities, and this city has so much to offer – perhaps head next door to the magnificent Grand Palace and the Temple of the Emerald Buddha, take a riverboat to Chinatown and explore the crowded streets, or travel by longtail boat down the Chao Phraya River to explore the famous 'khlongs' (canals) of Bangkok. Life along these canals seems a world away from the chaotic streets of the capital. Tonight you will board an overnight train southbound for Langsuan (approximately 9 hours). Notes: Sleeper trains are clean and air-conditioned, and beds are multi-share compartments with bunk bed padded berths with sheets, pillow and blanket provided (although some people prefer to bring their own sleeping sheet). Please note that you may be sharing compartments with locals of the same or opposite gender. Your baggage will travel in the carriage with you. There's also a food and drink service available on board. Some may find the air conditioning on the train quite cold overnight so best to pack a jumper and some long pants.",
        "Arrive on your overnight train early in the morning, at around 6 am. Try a local style breakfast in Luangsuan market before heading to the pier (approximately 20 minutes) for Koh Pitak. Take a 10-minute boat to nearby Koh Pitak, a gorgeous little island, the location of tonight's homestay. Take an orientation walk around the village. While you're here, you'll see how the fisherman live and how they make their interesting fish traps. Your homestay tonight will include lunch, dinner and breakfast. Most meals will be be typical southern fare with fresh local seafood.",
        "Say goodbye to your hosts and travel back to the mainland on a short boat trip. Then make the journey to Chumphon by private minivan (approximately 1.5 hours) and check into your resort. Your accommodation is beautifully located, right on the beachfront at Thung Wua Lan Beach (located about 16 kilometres away from the main town). You'll join the rest of the group to travel to a local lookout point, Khao Matsee, to take in some nice views and perhaps grab a cup of coffee. Back at the beach, spend free time stolling along the white sands of this pristine, uncrowded strip of coast.",
        "Embark on a full-day snorkelling adventure. You will start at around 9 am and finish up at around 3 pm. The trip covers three different snorkelling spots, which gives you a nice variety of underwater scenery. See how many different kinds of tropical fish you can spot. The snorkelling will take place in the open water, so there will be no beach stops. Lunch is included, and you will arrive back at base at around 5 pm.",
        "Hop from one beach paradise to another, travelling to Ko Tao. The ferrry takes around 2 hours, and you'll arrive on Ko Tao mid-afternoon. Famous for its spectacular coral reefs, the delightful little island of Ko Tao is popular not only among divers but also those looking for beautiful palm-fringed beaches such as Sairee. Here you can relax or perhaps take up some optional diving. Cooking classes, aromatherapy sessions or local spa visits are also great options. Ko Tao also has a small but lively nightlife for those interested in dancing and socialising on the beach or in bars.",
        "Today you’ll experience the beautiful underwater world that surrounds Ko Tao with an exploratory snorkelling trip. With coral and fish a plenty and the remote chance of seeing timid reef sharks amongst mesmerising coral formations, Ko Tao is undeniably one of the jewels in southern Thailand's crown. Sail south from Mae Haad Pier, navigating around the southern tip of the island until you reach Shark Island. You might see the occasional leopard shark. Drop by Luek Bay for one of the best swimming beaches on the island with fish-filled reefs on either side, then stop at Hin Wong Bay for lunch aboard the boat – an idyllic spot where palm trees line the sheltered inlet. The shallow waters of Muang Bay are filled with colourful fish to swim by, and then stop at Nang Yuan Island. You can pay the small entrance fee to this privately owned island and take a short hike up to a viewpoint, relax on the beach, snorkel through schools of parrotfish, or chill out on the boat.",
        "Jump on another boat today and cruise over to Ko Samui (approximately 2.5 hours). The island is certainly a brasher, more vibrant extrovert compared to its sister islands. If a little modern pizazz is what you’re after with your dose of sunshine exotica, look no further – this island offers a little something for everyone. Known simply as Samui by locals, Thailand's third largest island is rich with white sandy beaches, coral reefs and coconut trees. There's also the Big Buddha, waterfalls, markets, temples, a mummified monk, great shopping opportunities, Michelin star restaurants, luxury spas, and a lively nightlife. Today you can take an optional sightseeing tour around the island or brush up on your cooking techniques with a Thai cooking class.",
        "It’s up to you what you want to do today, but if you feel like being more active, take an optional day trip to Ang Thong Marine National Park, an idyllic archipelago of around 40 islands (many uninhabited). If you choose this option you’ll take a speedboat to the Marine Park, with the island of Ko Wao or Ko Tai Plow as your first stop – here you can snorkel in the turquoise waters filled with ever changing colours of coral and fish. Sail around the steep limestone cliff islands and stop near an inland saltwater lagoon called Emerald Lake (Talay Nai), which is fed by an underground cave. Take a short walk up pathways and a wooden staircase to reach a magnificent hilltop lake viewpoint. Enjoy lunch on the island that houses the park headquarters, then chill out on the beach, climb up for a panorama of the Marine Park, and get out on to the bay for some kayaking. You’ll head back to Ko Samui in mid-afternoon. Maybe join you the rest of your group for a drink to celebrate the end of this east coast Thailand beach adventure tonight.",
        "This wonderful Thailand beach adventure comes to an end today, and you are able to depart the accommodation at any time. Perhaps continue your exploration of South East Asia with another Intrepid adventure."
        
     ]
}, {
  "t_id": "BrYo3htD",
  "t_name": "Discover the exquisite 'Land of Smiles' in style",
  "t_available": [
    " Fri 20 Oct 2017  to Mon 30 Oct 2017  ",
    "  Fri 1 Dec 2017 to Mon 11 Dec 2017  ",
    " Fri 15 Dec 2017 to Mon 25 Dec 2017  "
  ],
  "t_price": 1850,
  "t_kid_price": 0,
  "t_img": "./assets/img/BrYo3htD.jpg",
  "t_img1": "./assets/img/BrYo3htD1.jpg",
  "t_img2": "./assets/img/BrYo3htD2.jpg",
  "t_desc": "This is a Thailand trip jam-packed with experiences and destinations that ventures beyond where other trips go. Thailand's stunning beauty and charismatic culture are ever present on this intrepid adventure. Thailand conjures up images of spicy delicacies, majestic elephants, golden Buddhas, colourful hilltribe villages, fantastic shopping and exotic hideaways - and we experience it all on this trip. Witness traditional hilltribe life in a H'mong village, support the rehabilitation of the endangered Asian elephant, step back in time in the ancient kingdom of Sukhothai and try your hand at creating some gastronomic delights. This is your chance to capture the adventure and essence of timeless Thailand.",
  "t_start_place": "Bangkok, Thailand",
  "t_end_place": "Bangkok, Thailand",
  "t_min_number": 1,
  "t_max_number": 12,
  "t_requirement": [
        "This trip includes an overnight train from Bangkok to Chiang Mai. Accommodation is simple but comfortable – soft sleeper class multishare compartments with air-conditioning and bunk beds, with sheets and a pillow provided. Overnight trains are a real Intrepid experience and one of the best ways to come face-to-face with the country and its people.",
        "There is an included bicycle ride around Sukhothai Heritage Park on this trip. It’s a leisurely cycle along quiet and flat roads, and one of the best ways to see the park.",
        "As a shorter trip that covers quite a lot of ground, there will be travelling every other day to the next destination. The longest travel time (excluding the overnight train) is 6 hours."
     ]
 ,
  "t_age": "Min 15",
  "t_days": "10 Days",
  "t_internary": [
        "Sa-wat dee! Welcome to Thailand. Thailand's bustling capital is famous for its tuk tuks, khlong boats and street vendors serving up delicious Thai food. Your adventure begins with a welcome meeting at 6pm on Day 1. Please look for a note in the hotel lobby or ask the hotel reception where it will take place, and have your insurance details and next of kin information ready for collection. Bangkok has so much to offer those with time to explore, so perhaps arrive a day or so early and take a riverboat to Chinatown and explore the crowded streets, wander down the tourist mecca of Khao San Road, or indulge in some Thai massage. After the meeting tonight perhaps gather your fellow travellers together and tuck into some world famous street food.Notes: The arrival transfer is only valid if arriving on Day 0 or if you have booked pre-trip accommodation through Intrepid. Please provide your flight details at the time of booking, or at a minimum 15 days prior to travel, as we may not be able confirm a request made within 15 days of travel.  ",
        "Begin the day with a river cruise down the Chao Phraya River to explore the famous ‘khlongs’ (canals) (approximately 1 hour). Life along these canals seems a world away from the chaotic streets of the capital. Pay a visit to the magnificent Grand Palace and the Temple of the Emerald Buddha. The sprawling royal complex houses numerous ornate structures that highlight the grand architectural traditions of Thailand. The rest of the afternoon is free for you to enjoy many optional activities or grab a Thai massage and simply relax. This evening you’ll head north to Chiang Mai on an overnight train journey, accommodated in air-conditioned sleeping berths (approximately 13 hours). Multi share compartments are air-conditioned, with bunk beds; sheets and pillow provided. Your baggage travels in the carriage with you. There is a food and drink service available on board. Please note the air conditioning can sometimes make the carriage quite cold overnight so we recommend you bring a warm layer of clothing.Please see important information in the 'What to Take' section of the trip notes regarding strict dress code for the Grand Palace visit.",
        "The most vibrant city in northern Thailand, Chiang Mai has many famous temples and an interesting old city area. Renowned for dazzling beauty and extremely welcoming locals, the ‘Rose of the North’ will leave you spellbound. Chances are, you won’t want to leave. Embark on a scenic, winding drive up a mountain (approximately 45 minutes) to one of the country's most stunning temple complexes, Doi Suthep. A 300-step naga-guarded stairway leads you to the temples, and the climb is well worth the effort. The hypnotic atmosphere of chanting Buddhist monks and sweeping views of the city make this a most memorable experience. Your leader can help you to arrange optional activities for your free time today and tomorrow – you can get active with a bicycle tour to discover the city and surrounding countryside from a different perspective, indulge in a Thai massage or a spa treatment, or just read a book by the pool. This evening you’ll enjoy a traditional khantohk dinner while being entertained by Akha, Yao, Lahu, H'mong, Lisu and Karen tribal dances. The term Khantohk comes from many small dishes (khan) served on a small or low table (tohk) that evolved from communal meals with honoured guests.",
        "Discover some of the secrets of Thai cuisine by joining a cookery course. Learn about the main ingredients of Thai cuisine, how they are used and stored and what alternatives you can substitute if you can't get them at home. Questions are welcome and you are provided with a comprehensive book of recipes and ingredient details. For lunch, sit down and feast on the delicious results of your tuition. The meal is usually rounded off with a tasting of seasonal Thai fruit. In the evening you might want to continue today’s food theme with a wander through the enormous, colourful Night Bazaar or a relax at a fine restaurant along the riverfront. Make sure to sample some delicious traditional northern Thai food – the signature dish is kao soy, yellow wheat noodles in a curry broth, traditionally served with chicken or beef.",
        "Board a minivan for the drive north to the H'mong Hilltribe Lodge, set in picturesque hilly countryside (approximately 1.5 hours). Set in a peaceful valley of a scenic mountain range and surrounded by stunning natural landscapes of jungle with misty mountain views, the H'mong lodge offers a unique and tranquil experience. It's a great escape from the hustle and bustle of busy tourist spots. The rooms are simple and rustic, fitting perfectly with the natural environment. Be sure to pack a warm jumper as the weather will be mild and cool year-round due to the lofty mountain locale. The Hmong are an ethnic minority in Thailand who originated in the south of China. Today they comprise the second largest hilltribe group in Thailand. After a barbeque dinner in the lodge's open-air dining area, the day concludes with a cultural performance by the Hmong people. You'll gain an insight into the traditional lifestyle of the tribe, with a wedding ceremony enactment, shamanic ritual and makong (cotton ball) throwing.",
        "Depart the hilltribe village this morning and head on to Lampang (approximately 2 hours). Lampang, also known locally as 'mueang rot ma' meaning Horse Carriage City, is considered by some Thais as the last paradise in Thailand. Here you’ll pay a visit to the Friends of the Asian Elephant Centre, the first elephant hospital in the world established to care for sick and abused elephants. They aim to protect and conserve the welfare of elephants both domesticated and wild, and preserve the animals' natural habitat and lifestyle. You’ll learn more about this important initiative and become acquainted with some of its resident patients. After spending time with the elephants, farewell your new pachyderm pals and head to Sukhothai (approximately 3.5 hours) for the night.",
        "Located on a fertile plain, Sukhothai was established in the 13th century as one of the first ancient capitals of Siam, and the name means the 'Dawn of Happiness'. It’s now famous for its World Heritage-listed historic park that celebrates the Golden Age of Thai civilisation. Head out to the historical ruins of Old Sukhothai, set amid beautiful lakes and gardens. The religious art and architecture of the Sukhothai era are considered to be the most classic of Thai styles, and the Sukhothai Historical Park contains the remains of 21 historic sites, with awe-inspiring Buddha images and four large ponds often filled with stunning lotus flowers in full bloom. Upon arrival at the park, hire bicycles and enjoy a few leisurely hours feeling the breeze in your hair and learning about the history of this fascinating place. Enjoy a home-cooked lunch at the end of your ride. ",
        "Travel south by private minibus to Kanchanaburi (approximately 6 hours). There will be plenty of stops along the way to stretch your legs and you will take a break for lunch in a local resaurant. Located where the confluence of the Khwae Noi and Khwae Yai rivers, Kanchanaburi is home to the infamous 'Bridge on the River Kwai'.",
        "This morning you’ll get an insight into the darker side of Kanchanaburi’s history with a moving visit to the Hellfire Pass Memorial, built to honour the Allied POWs and Asian conscripts who died while constructing some of the most difficult stretches of the Thai-Burma Death Railway. You can head out to a teak observation deck and look across to Myanmar just 25 miles away. You’ll also see the eponymous pass, cut through rock 18 metres deep, that got its name from the hellish fires used to light the work at night. Boarding at Nam Tok station, the main terminal of the Death Railway, take a ride along the historic tracks along the Kwai Noi River and travel over the original wooden viaduct (the Bridge on the River Kwai) constructed by the allied POWs. Pass through magnificent scenery and spend a moment reflecting on those who were forced to give their lives in the process of bending this environment to man’s will. Tonight you can explore the rows of street vendors in town and grab a drink overlooking the River Kwai. ","After breakfast, chat with local women and see the handicrafts that they sell, perhaps choosing to purchase some – spending your money on community enterprises directly can help support community development. Begin your trek at 9am, with a distance of around 5-6 kilometres covered today. It’s a bit longer than yesterday, but the scenery is stunning and, with the cover of the jungle overhead, it won’t be too hot even in the summer. For the next 80 minutes or so you'll walk up a hill though scenic bamboo forest, then descent down to a stream where you can break and splash on some refreshingly cool water. Relax and refuel with your snacks, then continue uphill for 40 minutes to the main trail. Here you can see a Buddha image above a well of clean holy spring water that the locals drink from. 15 minutes or so later you’ll arrive at a Lisu people village, with a beautiful view across the countryside to the village you’ll stay in. Prop yourself on a rock and enjoy lunch under a shady tree. Pass tea plantations for 20 minutes, then an hour later reach Huay Kaew Waterfall. This last section can get quite hot in the dry season, so the waterfall is perfect for cooling off. Climb 15 minutes uphill to the swimming area and luxuriate in the refreshing waters (though beware it’s very slippery in rainy season). Just 10 minutes down the road is the Akha village of Baan Khum Akha, where you’ll stay tonight. The village overlooks a majestic valley surrounded by native jungle, tea plantations and lychee farms. You’ll arrive around 2pm and, after a walk around the village, have time to relax – maybe even with a recuperating massage. Flex your cooking skills as you help the guide with dinner tonight.",
        "Return to the bustling capital Bangkok by private minivan today approximately 3 hours). The rest of the day (until the evening) is free for you to enjoy all that Bangkok has to offer, and for anything that you might not have got around to at the start of the trip. Maybe uncover the magnificent Wat Po one of the ‘trinity’ of Bangkok temples, with a 46-metre long gold plated Buddha reclining inside. Even the feet of this statue are incredible, three metres long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls, and shrines.In the evening, enjoy an included dinner at Cabbages & Condom, a highly original restaurant initiative that raises money and awareness for sexual health and family planning. Enjoy great food while supporting a great cause on your final night's dinner in Bangkok. ",
        "There are no activities planned for the final day and you are able to depart the accommodation at any time."
        
     ]
},{
  "t_id": "WUYoLhtD",
  "t_name": "A definitive tour through South East Asia's gem",
  "t_available": [
    "  Sun 22 Oct 2017 to Tue 7 Nov 2017 ",
    "  Sun 13 May 2018 to Tue 29 May 2018 ",
    "  Sun 20 May 2018 to Tue 5 Jun 2018  "
  ],
  "t_price": 2225,
  "t_kid_price": 0,
  "t_img": "./assets/img/WUYoLhtD.jpg",
  "t_img1": "./assets/img/WUYoLhtD1.jpg",
  "t_img2": "./assets/img/WUYoLhtD2.jpg",
  "t_desc": "Combining the best of the north and south, this is the definitive Thailand tour. Travel from the clamour of the capital to the serenity of steamy rainforests, from atmospheric ruins to relaxed sun-drenched islands. Tour temples in Bangkok, bargain-hunt in lively Chiang Mai and then swim, snorkel or simply kick back on the divine beaches of the southern coast. This adventure is the perfect chance to visit the many attractions and treasures of Thailand.",
  "t_start_place": "Bangkok, Thailand",
  "t_end_place": "Ko Samui, Thailand",
  "t_min_number": 1,
  "t_max_number": 12,
  "t_requirement": [
        "This trip includes a number of overnight train journeys. Accommodation is simple but comfortable – soft sleeper class multishare compartments with air-conditioning and bunk beds, with sheets and a pillow provided. Overnight trains are a real Intrepid experience and one of the best ways to come face-to-face with the country and its people.",
        "There is 2 nights at a homestay on this trip, a wonderful opportunity to witness everyday Thai life. Facilities are basic and multishare, with fold-out mattresses on the floor and shared bathrooms. The rewards of such an authentic local experience are immeasurable.",
        "There is an included bicycle ride around Sukhothai Heritage Park on this trip. It’s a leisurely cycle though, and one of the best ways to see the park.",
        "This trip includes lots of free time for flexibility and space for making your own discoveries. There are lots of recommended optional activities if you wish, or just time to soak up the sun and kick back on the countless beautiful beaches.",
        "Get your sea legs ready because this trip involves lots of travel by boat. Apart from being the only way to see these islands, you can’t beat cruising between dramatic limestone outcrops as you island hop."
     ]
 ,
  "t_age": "Min 15",
  "t_days": "17 Days",
  "t_internary": [
        "Sa-wat dee! Welcome to Thailand. Thailand's bustling capital, Bangkok is famous for its tuk tuks, khlong boats and street vendors serving up delicious Thai food. Your adventure begins with a welcome meeting at 6pm on Day 0. Please look for a note in the hotel lobby or ask the hotel reception where it will take place, and have your insurance details and next of kin information ready for collection. Bangkok has so much to offer those with time to explore, so perhaps arrive a day or so early. You could take a riverboat to Chinatown and explore the crowded streets, uncover the magnificent Grand Palace and the Temple of the Emerald Buddha, wander down the tourist mecca of Khao San Road, or indulge in some Thai massage. After the meeting tonight, perhaps gather your fellow travellers together and tuck into some into world famous street food.",
        "This morning, leave the current capital of Thailand and head north by local bus to one of the first ancient capitals of Siam, Sukhothai (approximately 6 hours). You’ll make a short stop midway through for a chance to stretch the legs and buy some lunch. Located on a fertile plain, Sukhothai was established in the 13th century, and the name means the 'Dawn of Happiness'. It’s now famous for its World Heritage-listed historic park that celebrates the Golden Age of Thai civilisation. Tonight, be sure to head to the fascinating local night market and try the local dishes, like Sukhothai noodles.",
        "Head out to the historical ruins of Old Sukhothai, set amid beautiful lakes and gardens. The religious art and architecture of the Sukhothai era are considered to be the most classic of Thai styles, and the Sukhothai Historical Park contains the remains of 21 historic sites, with awe-inspiring Buddha images and four large ponds often filled with stunning lotus flowers in full bloom. Upon arrival at the park, hire bicycles and enjoy a few leisurely hours feeling the breeze in your hair and learning about the history of this fascinating place. Enjoy a home-cooked picnic lunch somewhere along the way, and if you have enough free time, visit a local ceramics factory.",
        "Travel by private minivan from Sukothai to your overnight homestay (approximately 4-5 hours). On the way, stop off at the Friends of the Asian Elephant Hospital located in Lampang. This is the first elephant hospital in the world established to care for sick and abused elephants, with the aim of preserving the animals' natural habitat and lifestyle. You’ll learn more about this important initiative and perhaps become acquainted with some of its resident pachyderm patients. Continue 1.5 hours to the warm and welcoming home of Intrepid's long-time friends in a small Thai village. Accommodation is multishare and basic (there will be fold-out mattresses on the floor and shared bathrooms), but there is no better way to better understand a country and its people. In the evening, you’ll be treated to a traditional northern Thai khantohk dinner, accompanied by live music and dancing.",
        "In the morning, jump on some bikes and cruise around the homestay village. This is a great opportunity to see how the locals live, and you’ll make a few stops along the way to see small country industries in the area. Cycling past the rice fields and breathing in the fresh country air, with beautiful mountains in the distance, makes this morning a picture-postcard experience. Say goodbye to your new friends and travel on to Chiang Mai (approximately 45 minutes). The most vibrant city in northern Thailand, Chiang Mai has many famous temples and an interesting old city area. Renowned for dazzling beauty and extremely welcoming locals, the ‘Rose of the North’ will leave you spellbound. Chances are, you won’t want to leave. Your accommodation has both ensuite bathrooms and air conditioning, and is perfectly located right by the famous vibrant night markets.",
        "Today you have the choice of doing a half day Thai cooking class or a half day cycling tour around Chiang Mai. If you're a foodie, then you’ll discover some of the secrets of Thai cuisine, learn the key ingredients, how to use them, and what to use in their place if you can’t get them at home. As well as taking your own comprehensive recipe book with you after the class, you'll feast on the fruits of your labour for lunch. If you’re feeling more active then you might want to saddle up for a half day cycling trip. After a short safety briefing and bicycle fitting, navigate the light downtown traffic as you cycle south, a pleasant ride along the green banks of the Ping River. Make a stop at a former leper colony turned rehabilitation centre, where you’ll get to know some of the daily life of the missionaries who worked here over a hundred years ago. The trip continues along various fruit orchards, cycling down small country roads and meandering around the villages on the outskirts of Chiang Mai. Here you’ll discover the real rural Thailand and encounter the Thai way of life. Explore the temple ruins of Wiang Kum Kam, the former capital of Lanna, before you cycle back to Chiang Mai.",
        "Today is free for you to explore, but there are also a few optional activities you can join if you want. Perhaps explore the famous temple complex of Doi Suthep. Drive along a scenic, winding mountain road that ends at an impressive 300-step naga-guarded stairway (approximately 45 mins). The rewards justify the climb with one of the most beautiful temples in Thailand on display, not to mention fantastic panoramic views of the city and the opportunity to listen to hypnotic evening chanting by resident Buddhist monks. You could also join an Urban Adventure and allow yourself to be spirited away on an early morning Chiang Mai tour that puts you at the epicentre of Buddhist rituals. Learn to meditate, offer alms to monks, and make an offering at a temple. Or maybe wander markets, meet monks, cruise the river, and slurp noodles on a Mae Ping River Experience. Tonight you’ll board an overnight train for Bangkok, accommodated in air-conditioned sleeping berths (approximately 13 hours). Multi share compartments are air-conditioned, with bunk beds; sheets and pillow provided. Your baggage travels in the carriage with you. There is a food and drink service available on board.",
        "Your train is scheduled to arrive back in Bangkok in the early morning. Today you have a free day; you might want to consider doing an optional Urban Adventure. Or simply relax with a Thai massage. As this is a combination trip, your group leader and the composition of your group may change at this location. There will be a group meeting to discuss the next stage of your itinerary and you're welcome to attend, as this is a great chance to meet your new fellow travellers.",
        "You’ll start today with a visit to Wat Pho, home to the country's largest reclining Buddha and keeper of the magic behind Thai massage. Wat Pho is one of the ‘trinity’ of Bangkok temples, located practically next door to the Grand Palace, and inside lies a 46-metre long gold-plated Buddha. Even the feet of this statue are incredible, three metres long and intricately decorated with mother of pearl. The temple grounds are equally fascinating, filled with beautifully decorated stupas, halls, and shrines. The complex is considered the first public university in the country, and is home to the world famous Wat Pho massage school, the centre of the traditional practice. The rest of the afternoon is free for optional activities, and this city has so much to offer – perhaps head next door to the magnificent Grand Palace and the Temple of the Emerald Buddha, take a riverboat to Chinatown and explore the crowded streets, or travel by longtail boat down the Chao Phraya River to explore the famous 'khlongs' (canals) of Bangkok. Life along these canals seems a world away from the chaotic streets of the capital. Tonight you will board an overnight train southbound for Langsuan (approximately 9 hours). Notes: Sleeper trains are clean and air-conditioned, and beds are multi-share compartments with bunk bed padded berths with sheets, pillow and blanket provided (although some people prefer to bring their own sleeping sheet). Please note that you may be sharing compartments with locals of the same or opposite gender. Your baggage will travel in the carriage with you. There's also a food and drink service available on board. Some may find the air conditioning on the train quite cold overnight so best to pack a jumper and some long pants.",
        "Arrive on your overnight train early in the morning, at around 6 am. Try a local style breakfast in Luangsuan market before heading to the pier (approximately 20 minutes) for Koh Pitak. Take a 10-minute boat to nearby Koh Pitak, a gorgeous little island, the location of tonight's homestay. Take an orientation walk around the village. While you're here, you'll see how the fisherman live and how they make their interesting fish traps. Your homestay tonight will include lunch, dinner and breakfast. Most meals will be be typical southern fare with fresh local seafood.",
        "Say goodbye to your hosts and travel back to the mainland on a short boat trip. Then make the journey to Chumphon by private minivan (approximately 1.5 hours) and check into your resort. Your accommodation is beautifully located, right on the beachfront at Thung Wua Lan Beach (located about 16 kilometres away from the main town). You'll join the rest of the group to travel to a local lookout point, Khao Matsee, to take in some nice views and perhaps grab a cup of coffee. Back at the beach, spend free time stolling along the white sands of this pristine, uncrowded strip of coast.",
        "Embark on a full-day snorkelling adventure. You will start at around 9 am and finish up at around 3 pm. The trip covers three different snorkelling spots, which gives you a nice variety of underwater scenery. See how many different kinds of tropical fish you can spot. The snorkelling will take place in the open water, so there will be no beach stops. Lunch is included, and you will arrive back at base at around 5 pm.",
        "Hop from one beach paradise to another, travelling to Ko Tao. The ferrry takes around 2 hours, and you'll arrive on Ko Tao mid-afternoon. Famous for its spectacular coral reefs, the delightful little island of Ko Tao is popular not only among divers but also those looking for beautiful palm-fringed beaches such as Sairee. Here you can relax or perhaps take up some optional diving. Cooking classes, aromatherapy sessions or local spa visits are also great options. Ko Tao also has a small but lively nightlife for those interested in dancing and socialising on the beach or in bars.",
        "Today you’ll experience the beautiful underwater world that surrounds Ko Tao with an exploratory snorkelling trip. With coral and fish a plenty and the remote chance of seeing timid reef sharks amongst mesmerising coral formations, Ko Tao is undeniably one of the jewels in southern Thailand's crown. Sail south from Mae Haad Pier, navigating around the southern tip of the island until you reach Shark Island. You might see the occasional leopard shark. Drop by Luek Bay for one of the best swimming beaches on the island with fish-filled reefs on either side, then stop at Hin Wong Bay for lunch aboard the boat – an idyllic spot where palm trees line the sheltered inlet. The shallow waters of Muang Bay are filled with colourful fish to swim by, and then stop at Nang Yuan Island. You can pay the small entrance fee to this privately owned island and take a short hike up to a viewpoint, relax on the beach, snorkel through schools of parrotfish, or chill out on the boat.",
        "Jump on another boat today and cruise over to Ko Samui (approximately 2.5 hours). The island is certainly a brasher, more vibrant extrovert compared to its sister islands. If a little modern pizazz is what you’re after with your dose of sunshine exotica, look no further – this island offers a little something for everyone. Known simply as Samui by locals, Thailand's third largest island is rich with white sandy beaches, coral reefs and coconut trees. There's also the Big Buddha, waterfalls, markets, temples, a mummified monk, great shopping opportunities, Michelin star restaurants, luxury spas, and a lively nightlife. Today you can take an optional sightseeing tour around the island or brush up on your cooking techniques with a Thai cooking class.",
        "It’s up to you what you want to do today, but if you feel like being more active, take an optional day trip to Ang Thong Marine National Park, an idyllic archipelago of around 40 islands (many uninhabited). If you choose this option you’ll take a speedboat to the Marine Park, with the island of Ko Wao or Ko Tai Plow as your first stop – here you can snorkel in the turquoise waters filled with ever changing colours of coral and fish. Sail around the steep limestone cliff islands and stop near an inland saltwater lagoon called Emerald Lake (Talay Nai), which is fed by an underground cave. Take a short walk up pathways and a wooden staircase to reach a magnificent hilltop lake viewpoint. Enjoy lunch on the island that houses the park headquarters, then chill out on the beach, climb up for a panorama of the Marine Park, and get out on to the bay for some kayaking. You’ll head back to Ko Samui in mid-afternoon. Maybe join you the rest of your group for a drink to celebrate the end of this east coast Thailand beach adventure tonight.",
        "This wonderful Thailand beach adventure comes to an end today, and you are able to depart the accommodation at any time. Perhaps continue your exploration of South East Asia with another Intrepid adventure."
        
     ]
}]